{
    "cobblemon.species.deltabulbasaur.name": "Bulbasaur",
    "cobblemon.species.deltabulbasaur.desc1": "A Delta Species discovered by EchoTheThird. The crystal growing from its back uses its mental energy to grow.",
    "cobblemon.species.deltaivysaur.name": "Ivysaur",
    "cobblemon.species.deltaivysaur.desc1": "Its body naturally changes in order to help counteract the crystal's growing weight. Its crystal resonates with increased brain activity. ",
    "cobblemon.species.deltavenusaur.name": "Venusaur",
    "cobblemon.species.deltavenusaur.desc1": "In order to increase its psychic powers, a shard of its crystal is embedded in its forehead. Even when it sleeps, its crystal is capable of providing protection.",
    "cobblemon.species.mega_deltavenusaur.name": "DeltaVenusaur",
    "cobblemon.species.deltacharmander.name": "Charmander",
    "cobblemon.species.deltacharmander.desc1": "A Delta Species discovered by EchoTheThird. While the flame on its tail does not appear immediately after its birth, it burns more fiercely with age.",
    "cobblemon.species.deltacharmeleon.name": "Charmeleon",
    "cobblemon.species.deltacharmeleon.desc1": "Its claws tear into its foe's spirit. When facing powerful opponents, the flame on its tail gives off the appearance of a face. ",
    "cobblemon.species.deltacharizard.name": "Charizard",
    "cobblemon.species.deltacharizard.desc1": "The flame on its tail grows in the presence of strong opponents. Its breath gives the impression of being engulfed in magma but causes no physical harm.",
    "cobblemon.species.mega_deltacharizard.name": "DeltaCharizard",
    "cobblemon.species.deltasquirtle.name": "Squirtle",
    "cobblemon.species.deltasquirtle.desc1": "A Delta Species discovered by EchoTheThird. Though its shell causes it to stand out when hiding in the shadows, it conceals itself using the cloth on its back.",
    "cobblemon.species.deltawartortle.name": "Wartortle",
    "cobblemon.species.deltawartortle.desc1": "Its tail splits to better conceal the back of its shell while it waits for foes. Its gloves help better channel its inner spirit energy.",
    "cobblemon.species.deltablastoise.name": "Blastoise",
    "cobblemon.species.deltablastoise.desc1": "Though its shell now blends in with the darkness, it welcomes foolish opponents who attack it from behind. It concentrates its spirit into blasts of energy. ",
    "cobblemon.species.mega_deltablastoise.name": "DeltaBlastoise",
    "cobblemon.species.deltapidgey.name": "Pidgey",
    "cobblemon.species.deltapidgey.desc1": "A Delta Species discovered by RuneBlad3. It uses its piercing gaze to petrify foes and then perches on top of their immobile bodies.",
    "cobblemon.species.deltapidgeotto.name": "Pidgeotto",
    "cobblemon.species.deltapidgeotto.desc1": "This Pokémon stealthily creeps around caves and labyrinths, hoping to catch intruders off guard with its glare. It avoids mirrors and pools of water at all costs.",
    "cobblemon.species.deltapidgeot.name": "Pidgeot",
    "cobblemon.species.deltapidgeot.desc1": "A living creature that looks directly into this Pokémon's eyes will be turned to stone. It breaks off very small pieces of its victims to help digest food.",
    "cobblemon.species.mega_deltapidgeot.name": "DeltaPidgeot",
    "cobblemon.species.deltapikachu.name": "Pikachu",
    "cobblemon.species.deltapikachu.desc1": "When preparing for lift-off, it winds up its tail dozens of times. When it releases its tail, it experiences a tremendous burst of speed and soars into the air.",
    "cobblemon.species.deltaraichu.name": "Raichu",
    "cobblemon.species.deltaraichu.desc1": "Flying at high speeds have led to it losing most of its hair. Despite gaining weight due to its obsession with pancakes, it darts around in the air faster than a jet.",
    "cobblemon.species.deltadiglett.name": "Diglett",
    "cobblemon.species.deltadiglett.desc1": "A Delta Species discovered by Zazulitao. As it prefers to create tunnels within the snow, it is common for explorers to fall into the holes that it creates.",
    "cobblemon.species.deltadugtrio.name": "Dugtrio",
    "cobblemon.species.deltadugtrio.desc1": "Since the triplets think exactly alike, they can work together to avoid producing avalanches. This no longer applies when one of them falls asleep.",
    "cobblemon.species.deltagrowlithe.name": "Growlithe",
    "cobblemon.species.deltagrowlithe.desc1": "A Delta Species discovered by LunarDusk. They are fiercely loyal to reputable trainers and those of high status.",
    "cobblemon.species.deltaarcanine.name": "Arcanine",
    "cobblemon.species.deltaarcanine.desc1": "If placed in front of castles or temples, this Pokémon will watch the entrance without moving. Its strength is determined by its claws, teeth, and eyes.",
    "cobblemon.species.deltatentacool.name": "Tentacool",
    "cobblemon.species.deltatentacool.desc1": "A Delta Species discovered by xxxHexxxx. Foes grabbed by its tentacles are slowly drained of their strength while succumbing to its poison.",
    "cobblemon.species.deltatentacruel.name": "Tentacruel",
    "cobblemon.species.deltatentacruel.desc1": "It is seldom seen except when disposing of the remains of carcasses. The sacs on its head produce more poison when it senses a foe nearby.",
    "cobblemon.species.deltageodude.name": "Geodude",
    "cobblemon.species.deltageodude.desc1": "A Delta Species discovered by EchoTheThird. They are easily mistaken for parts of ruins and may surprise travelers attempting to use them for a bench.",
    "cobblemon.species.deltagraveler.name": "Graveler",
    "cobblemon.species.deltagraveler.desc1": "They station themselves among ruins and act as guardians. Despite rarely moving, they quickly rush across the ground to drive away intruders who bring ill will.",
    "cobblemon.species.deltagolem.name": "Golem",
    "cobblemon.species.deltagolem.desc1": "Despite possessing no discernible organs, it moves with both a mind and will of its own. It can sense trespassers from the heart of its living space.",
    "cobblemon.species.deltadoduo.name": "Doduo",
    "cobblemon.species.deltadoduo.desc1": "A Delta Species discovered by TheTurtleScream. Though it possesses two independent brains, one brain will always inevitably usurp control over the other.",
    "cobblemon.species.deltadodrio.name": "Dodrio",
    "cobblemon.species.deltadodrio.desc1": "Even while aware of mind control, the three heads are cooperative with one another. As one head falls asleep, another awakens and becomes the manipulator.",
    "cobblemon.species.deltagrimer.name": "Grimer",
    "cobblemon.species.deltagrimer.desc1": "A Delta Species discovered by EchoTheThird. With sand absorbed into its circulation, it can vanish into surrounding sand to escape from predators.",
    "cobblemon.species.deltamuk.name": "Muk",
    "cobblemon.species.deltamuk.desc1": "It puts anything it finds in its massive mouth and hunts smaller Pokémon as prey. It tracks sand everywhere it goes, making it tedious to care for indoors.",
    "cobblemon.species.deltakoffing.name": "Koffing",
    "cobblemon.species.deltakoffing.desc1": "A Delta Species discovered by Zero_Breaker. It discharges electricity when hit physically. It uses this as a defensive mechanism against predators.",
    "cobblemon.species.deltaweezing.name": "Weezing",
    "cobblemon.species.deltaweezing.desc1": "The sound it makes when dispensing electricity has been compared to a lightning bolt striking nearby.",
    "cobblemon.species.deltatangela.name": "Tangela",
    "cobblemon.species.deltatangela.desc1": "A Delta Species discovered by winkright. It lures prey towards its home in the earth before grabbing and pinning them.",
    "cobblemon.species.deltascyther.name": "Scyther",
    "cobblemon.species.deltascyther.desc1": "A Delta Species discovered by EchoTheThird. Its scythes are immensely sharp but also very fragile, and can easily be shattered when hit from the side.",
    "cobblemon.species.deltaelectabuzz.name": "Electabuzz",
    "cobblemon.species.deltaelectabuzz.desc1": "After midnight they can be seen congregating on rooftops. However, they always make sure to return to their original positions before morning.",
    "cobblemon.species.deltamagmar.name": "Magmar",
    "cobblemon.species.deltamagmar.desc1": "It can now breath underwater using the oxygen in the tank on its back. It returns to the surface once per week in order to refuel.",
    "cobblemon.species.deltaditto.name": "Ditto",
    "cobblemon.species.deltaditto.desc1": "A Delta Species discovered by EchoTheThird. When rearranging its cell structure to transform itself, it sometimes makes a mistake and becomes a different type.",
    "cobblemon.species.deltakabuto.name": "Kabuto",
    "cobblemon.species.deltakabuto.desc1": "A Delta Species discovered by PokeNerd123. Though they buzz harmlessly when alone, a swarm can decimate a city's worth of crops within minutes.",
    "cobblemon.species.deltakabutops.name": "Kabutops",
    "cobblemon.species.deltakabutops.desc1": "This Pokémon's changes during evolution led to it becoming a carnivore instead of an herbivore. It hovers above trees in search of prey.",
    "cobblemon.species.deltasnorlax.name": "Snorlax",
    "cobblemon.species.deltasnorlax.desc1": "Trees and plants tend to grow on this Pokémon’s back because it moves so little. It loves eating food while playing with tiny Pokémon.",
    "cobblemon.species.deltadratini.name": "Dratini",
    "cobblemon.species.deltadratini.desc1": "A Delta Species discovered by PokeNerd123. Because its body constantly releases electrical energy, it prefers to hide within the depths of the ocean.",
    "cobblemon.species.deltadragonair.name": "Dragonair",
    "cobblemon.species.deltadragonair.desc1": "Having better control over its power, it can sometimes be seen peeking above the ocean surface. If it sneezes, it looses a massive discharge of electricity. ",
    "cobblemon.species.deltadragonite.name": "Dragonite",
    "cobblemon.species.deltadragonite.desc1": "A courageous and kind Pokémon, it braves storms to lead shipwrecked crews to land. It can travel underwater at a speed of 400 knots.",
    "cobblemon.species.deltacyndaquil.name": "Cyndaquil",
    "cobblemon.species.deltacyndaquil.desc1": "A Delta Species discovered by 1ofthe4rocketbros. When placed in darkness, it will automatically generate more and more electricity from its tesla coil.",
    "cobblemon.species.deltaquilava.name": "Quilava",
    "cobblemon.species.deltaquilava.desc1": "Its DNA continuously changes and reconstructs its body into a machine. As it becomes more dependent on electricity, it makes its home in power plants.",
    "cobblemon.species.deltatyphlosion.name": "Typhlosion",
    "cobblemon.species.deltatyphlosion.desc1": "On stormy nights it ventures outdoors and pulsates in response to lightning strikes. When calm, it can induce macroshock in humans from 100 feet away.",
    "cobblemon.species.mega_active_deltatyphlosion.name": "DeltaTyphlosion",
    "cobblemon.species.mega_inactive_deltatyphlosion.name": "DeltaTyphlosion",
    "cobblemon.species.deltahoothoot.name": "Hoothoot",
    "cobblemon.species.deltahoothoot.desc1": "A Delta Species discovered by Aboodie. Its ears are sensitive enough to hear a snowflake fall upon the snow on the ground from across the forest.",
    "cobblemon.species.deltanoctowl.name": "Noctowl",
    "cobblemon.species.deltanoctowl.desc1": "Rather than flee from physical attacks, at times it will stare down the opponent's attack head on, startling them, and then freezing them to the bone.",
    "cobblemon.species.deltachinchou.name": "Chinchou",
    "cobblemon.species.deltachinchou.desc1": "A Delta Species discovered by CommanderPhoenix. When it senses danger, it emits bright flames and fades into the shadows.",
    "cobblemon.species.deltalanturn.name": "Lanturn",
    "cobblemon.species.deltalanturn.desc1": "The flames it produces are extraordinarily hot. Due to its reclusive nature, lost travelers that stumble upon it may mistake its presence for the gateway to hell.",
    "cobblemon.species.deltapichu.name": "Pichu",
    "cobblemon.species.deltapichu.desc1": "A Delta Species discovered by EchoTheThird. As it is still inept at flying, it practices gliding from high altitudes at incredible speed.",
    "cobblemon.species.deltaaipom.name": "Aipom",
    "cobblemon.species.deltaaipom.desc1": "A Delta Species discovered by SixteenDraws and EchoTheThird. It sneakily places the end of its tail on people's shoulders, making others wonder if they saw a white hand.",
    "cobblemon.species.deltasunkern.name": "Sunkern",
    "cobblemon.species.deltasunkern.desc1": "A Delta Species discovered by DankRabbit and EchoTheThird. It is able to emit a purple fire that poisons its enemies.",
    "cobblemon.species.deltasunflora.name": "Sunflora",
    "cobblemon.species.deltasunflora.desc1": "Sunflora convert fire and poison into nutrition. It purges its enemy's uncleanliness with fire. ",
    "cobblemon.species.mega_deltasunflora.name": "DeltaSunflora",
    "cobblemon.species.deltayanma.name": "Yanma",
    "cobblemon.species.deltayanma.desc1": "A Delta Species discovered by SapphirePhoenix. Though it specializes in camouflage, it is also a great flier capable of quickly chasing down lured prey.",
    "cobblemon.species.deltawooper.name": "Wooper",
    "cobblemon.species.deltawooper.desc1": "A Delta Species discovered by EchoTheThird. This mischievous Pokémon likes to surprise people on Halloween with tons of candy.",
    "cobblemon.species.deltaquagsire.name": "Quagsire",
    "cobblemon.species.deltaquagsire.desc1": "Despite its appearance, this Delta Species is kind to every Pokémon it meets. It glows with Halloween spirit.",
    "cobblemon.species.deltamisdreavus.name": "Misdreavus",
    "cobblemon.species.deltamisdreavus.desc1": "A Delta Species discovered by EchoTheThird. This Pokémon does its best to bring everyone into the holiday spirit. It's only happy when everyone else is.",
    "cobblemon.species.deltagirafarig.name": "Girafarig",
    "cobblemon.species.deltagirafarig.desc1": "A Delta Species discovered by nico. The tail's insults temper the Pokémon's iron will, becoming stronger as the Pokémon grows.",
    "cobblemon.species.mega_deltagirafarig.name": "DeltaGirafarig",
    "cobblemon.species.deltadunsparce.name": "Dunsparce",
    "cobblemon.species.deltadunsparce.desc1": "A Delta Species discovered by LunarDusk. Despite having a menacing appearance, it is quite friendly and skates across ponds' surfaces.",
    "cobblemon.species.deltascizor.name": "Scizor",
    "cobblemon.species.deltascizor.desc1": "Its exoskeleton is coated with a thick layer of ice. The layer of ice reforms once per year.",
    "cobblemon.species.mega_deltascizor.name": "DeltaScizor",
    "cobblemon.species.deltashuckle.name": "Shuckle",
    "cobblemon.species.deltashuckle.desc1": "A Delta Species discovered by Zazulitao. Every punch that it takes causes its crank to turn; when its limit is reached, it bashes into foes with its head.",
    "cobblemon.species.deltaremoraid.name": "Remoraid",
    "cobblemon.species.deltaremoraid.desc1": "A Delta Species discovered by Missingo_OP. The farther it goes away from pools of lava, the more rapidly the magma on its head cools down and hardens.",
    "cobblemon.species.deltaoctillery.name": "Octillery",
    "cobblemon.species.deltaoctillery.desc1": "It hides its tentacles behind its beard-like smokescreen and attacks without warning. Against stronger foes, it will grab them and submerge them in lava.",
    "cobblemon.species.deltaelekid.name": "Elekid",
    "cobblemon.species.deltaelekid.desc1": "A Delta Species discovered by Ubodot. Though it tries to remain as still as possible around humans, it cannot withstand heavy rain, causing it to flee indoors.",
    "cobblemon.species.deltamagby.name": "Magby",
    "cobblemon.species.deltamagby.desc1": "A Delta Species discovered by Ubodot. Though it is a Water-type Pokémon, it is incapable of breathing underwater and aims to hold its breath longer everyday.",
    "cobblemon.species.deltatreecko.name": "Treecko",
    "cobblemon.species.deltatreecko.desc1": "A Delta Species discovered by SixteenDraws. It takes up residence within dojos where it trains against humans and Pokémon alike.",
    "cobblemon.species.deltagrovyle.name": "Grovyle",
    "cobblemon.species.deltagrovyle.desc1": "As its skill grows, so does its fighting spirit. Its strength is great enough to stand on par with black belts.",
    "cobblemon.species.deltasceptile.name": "Sceptile",
    "cobblemon.species.deltasceptile.desc1": "After becoming a master of its dojo, it begins to regain its primal instincts. Its draconic traits cause it to have no equal within the karate world.",
    "cobblemon.species.deltatorchic.name": "Torchic",
    "cobblemon.species.deltatorchic.desc1": "A Delta Species discovered by NoNameDummy. From birth it has the ability to give orders to other wild Pokémon and have them obey without question.",
    "cobblemon.species.deltacombusken.name": "Combusken",
    "cobblemon.species.deltacombusken.desc1": "It lazes about while giving its underlings commands. Its power is believed by some to have been bestowed upon it by gods of unknown origin.",
    "cobblemon.species.deltablaziken.name": "Blaziken",
    "cobblemon.species.deltablaziken.desc1": "It soars to amazing heights, storing power that it draws from the sun. Even when it cannot be seen from the ground below, it keeps a watchful eye on those it protects.",
    "cobblemon.species.deltalotad.name": "Lotad",
    "cobblemon.species.deltalotad.desc1": "A Delta Species discovered by Kalorian. It is known to entertain small Pokémon by performing magic tricks for them.",
    "cobblemon.species.deltalombre.name": "Lombre",
    "cobblemon.species.deltalombre.desc1": "From morning until night, it trains and practices its magic. During the evening it puts on magic shows for large crowds.",
    "cobblemon.species.deltaludicolo.name": "Ludicolo",
    "cobblemon.species.deltaludicolo.desc1": "Its knowledge and strength make it a common source of advice for its community. It produces massive barriers to protect those important to it.",
    "cobblemon.species.deltaseedot.name": "Seedot",
    "cobblemon.species.deltaseedot.desc1": "A Delta Species discovered by SketchyGamer. Its face flashes at varying frequencies depending on its mood at time.",
    "cobblemon.species.deltanuzleaf.name": "Nuzleaf",
    "cobblemon.species.deltanuzleaf.desc1": "Though it has a cloud around its waist, it is still too heavy to levitate. It clings to its cloud desperately whenever someone gets too close to it.",
    "cobblemon.species.deltashiftry.name": "Shiftry",
    "cobblemon.species.deltashiftry.desc1": "It is said to appear suddenly during thunderstorms. When it needs to feed, it will insert its arms into electrical outlets.",
    "cobblemon.species.deltaralts.name": "Ralts",
    "cobblemon.species.deltaralts.desc1": "A Delta Species discovered by EchoTheThird and Zero_Breaker. It uses its own ice and electricity to help make its trainer's life easier.",
    "cobblemon.species.deltakirlia.name": "Kirlia",
    "cobblemon.species.deltakirlia.desc1": "This Pokémon loves dancing to swing music. As it grows more excited from dancing, it generates sparks and snow begins to fall within the surrounding area.",
    "cobblemon.species.deltagardevoir.name": "Gardevoir",
    "cobblemon.species.deltagardevoir.desc1": "To protect its trainer, it can drop the temperature of itself and its surroundings to 0°K. It discharges sparks when nuzzling trainers to keep them from freezing.",
    "cobblemon.species.mega_deltagardevoir.name": "DeltaGardevoir",
    "cobblemon.species.deltasableye.name": "Sableye",
    "cobblemon.species.deltasableye.desc1": "A Delta Species discovered by SketchyGamer. It digs deep holes into the earth in search of charcoal and molten rocks, which it uses for food.",
    "cobblemon.species.mega_deltasableye.name": "DeltaSableye",
    "cobblemon.species.deltamawile.name": "Mawile",
    "cobblemon.species.deltamawile.desc1": "A Delta Species discovered by spimission. Luring foes with its innocence and sweet appearance, it devours them and sends nutrients through the vines on its head.",
    "cobblemon.species.mega_deltamawile.name": "DeltaMawile",
    "cobblemon.species.deltaaron.name": "Aron",
    "cobblemon.species.deltaaron.desc1": "A Delta Species discovered by Draexzhan. Cracks in its armor allow more and more flames to escape as it takes damage.",
    "cobblemon.species.deltalairon.name": "Lairon",
    "cobblemon.species.deltalairon.desc1": "A territorial Pokémon that defends its land by releasing bursts of flames from within its armor. Deafening explosions can be heard when it collides with objects.",
    "cobblemon.species.deltaaggron.name": "Aggron",
    "cobblemon.species.deltaaggron.desc1": "It aggressively pursues stronger opponents each and every day. The gouges in its armor generate more flames and allow it to boast more of its strength.",
    "cobblemon.species.deltameditite.name": "Meditite",
    "cobblemon.species.deltameditite.desc1": "A Delta Species discovered by ensentiumseraph. Its powerful, goat-like legs allow it to scale steep mountain walls with little to no difficulty.",
    "cobblemon.species.deltamedicham.name": "Medicham",
    "cobblemon.species.deltamedicham.desc1": "A deep love for nature runs through this Pokémon's veins. It will immediately begin dancing to music featuring pipes or cymbals.",
    "cobblemon.species.mega_deltamedicham.name": "DeltaMedicham",
    "cobblemon.species.deltaplusle.name": "Plusle",
    "cobblemon.species.deltaplusle.desc1": "A Delta Species discovered by powerpow. It is cheerful and warms up its friends using its fiery power.",
    "cobblemon.species.deltaminun.name": "Minun",
    "cobblemon.species.deltaminun.desc1": "A Delta Species discovered by powerpow. It is quite jovial and cools down its friends using its icy power.",
    "cobblemon.species.deltaroselia.name": "Roselia",
    "cobblemon.species.deltaroselia.desc1": "This Pokémon can be found on clear nights, dancing before the moon. If discovered, it puts onlookers to sleep and flees into the shadows.",
    "cobblemon.species.deltawailmer.name": "Wailmer",
    "cobblemon.species.deltawailmer.desc1": "A Delta Species discovered by EchoTheThird. Currently, it is still unknown how this Pokémon manages to keep itself in the air despite its weight.",
    "cobblemon.species.deltawailord.name": "Wailord",
    "cobblemon.species.deltawailord.desc1": "Hail falls over the land below as this Pokémon flies. It is suspected that the phrase 'the sky is falling' originated due to its shadow blanketing the ground.",
    "cobblemon.species.deltanumel.name": "Numel",
    "cobblemon.species.deltanumel.desc1": "A Delta Species discovered by bradleyinabox. The first of its kind was known to have appeared at the ground zero of a nuclear explosion.",
    "cobblemon.species.deltacamerupt.name": "Camerupt",
    "cobblemon.species.deltacamerupt.desc1": "This Pokémon feeds on nuclear radiation. It has been shown that atoms within its vicinity become more and more unstable as its temper reaches its peak.",
    "cobblemon.species.mega_deltacamerupt.name": "DeltaCamerupt",
    "cobblemon.species.deltafeebas.name": "Feebas",
    "cobblemon.species.deltafeebas.desc1": "A Delta Species discovered by 1ofthe4rocketbros. Though it desires to scare strangers, it is timid and oftentimes ends up frightening itself instead.",
    "cobblemon.species.deltamilotic.name": "Milotic",
    "cobblemon.species.deltamilotic.desc1": "It is known to lurk within graveyards. Memories from the life of its skeleton inspire it to ruthlessly protect a worthy master.",
    "cobblemon.species.mega_deltamilotic.name": "DeltaMilotic",
    "cobblemon.species.deltasnorunt.name": "Snorunt",
    "cobblemon.species.deltasnorunt.desc1": "A Delta Species discovered by EchoTheThird. It is said that this Pokémon helps to guard volcanoes and deep caves from intruders.",
    "cobblemon.species.deltaglalie.name": "Glalie",
    "cobblemon.species.deltaglalie.desc1": "This Pokémon has the power to evaporate entire oceans with a single breath.",
    "cobblemon.species.mega_deltaglalie.name": "DeltaGlalie",
    "cobblemon.species.deltaclamperl.name": "Clamperl",
    "cobblemon.species.deltaclamperl.desc1": "A Delta Species discovered by yungbro. It catches prey in its jaws by pretending to be an unassuming shellfish.",
    "cobblemon.species.deltahuntail.name": "Huntail",
    "cobblemon.species.deltahuntail.desc1": "A savage creature which prefers to live in solitude within dark caves. If another organism ventures into its domain, it will assault them relentlessly.",
    "cobblemon.species.deltagorebyss.name": "Gorebyss",
    "cobblemon.species.deltagorebyss.desc1": "A friendly creature which prefers to share its living space with other cave-dwelling Pokémon. It prefers the warmth of tropical climates.",
    "cobblemon.species.deltaspiderbeldum.name": "Beldum",
    "cobblemon.species.deltaspiderbeldum.desc1": "A Delta Species discovered by Zero_Breaker. It builds webs in trees, ensnaring prey, and then subdues them with its venom.",
    "cobblemon.species.deltaspidermetang.name": "Metang",
    "cobblemon.species.deltaspidermetang.desc1": "The string it produces is both unnaturally thin and impossibly strong. Clothing weaved together using its silk is flexible yet stronger than titanium.",
    "cobblemon.species.deltaspidermetagross.name": "Metagross",
    "cobblemon.species.deltaspidermetagross.desc1": "Rather than resorting to capturing prey using webs, it resorts to other trickery. Foes entering its domain may see it as a tiger, a demon, or a giant spider.",
    "cobblemon.species.mega_deltaspidermetagross.name": "DeltaSpiderMetagross",
    "cobblemon.species.deltaruinbeldum.name": "Beldum",
    "cobblemon.species.deltaruinbeldum.desc1": "A Delta Species discovered by LunarDusk and Cowctus. It is said that beneath its rough exterior exists a crystal shard of unimaginable value.",
    "cobblemon.species.deltaruinmetang.name": "Metang",
    "cobblemon.species.deltaruinmetang.desc1": "As multiple altered Beldums come into contact with each other, their crystals resonate, causing their cores to fuse. They then reconstruct into a single entity.",
    "cobblemon.species.deltaruinmetagross.name": "Metagross",
    "cobblemon.species.deltaruinmetagross.desc1": "After two altered Metang fuse into this Pokémon, all but the exterior of its body is composed of crystal. Additional crystals allow it to break free of its rocky shell.",
    "cobblemon.species.mega_deltaruinmetagross.name": "DeltaRuinMetagross",
    "cobblemon.species.megacrystal_deltaruinmetagross.name": "DeltaRuinMetagross",
    "cobblemon.species.deltaregirock.name": "Regirock",
    "cobblemon.species.deltaregirock.desc1": "A Delta Species discovered by Lucci85. Being made of sand, it can easily replenish itself and in some cases ward off Water-type attacks with ease.",
    "cobblemon.species.deltaregice.name": "Regice",
    "cobblemon.species.deltaregice.desc1": "A Delta Species discovered by Lucci85. Though its entire body is composed of water, it is unable to alter its molecules into that of a gas or a solid.",
    "cobblemon.species.deltaregisteel.name": "Registeel",
    "cobblemon.species.deltaregisteel.desc1": "A Delta Species discovered by Lucci85. Its emergence from pools of magma is said to be blinding due to its core glowing with extreme heat.",
    "cobblemon.species.deltaturtwig.name": "Turtwig",
    "cobblemon.species.deltaturtwig.desc1": "A Delta Species discovered by NoNameDummy. Made from sand, the shell on its back hardens as it floats along the ocean's surface. As it dives, the shell softens.",
    "cobblemon.species.deltagrotle.name": "Grotle",
    "cobblemon.species.deltagrotle.desc1": "It lives along the water's surface in oceans. During the day, it dives underwater regularly to refresh the sea life taking shelter on its back.",
    "cobblemon.species.deltatorterra.name": "Torterra",
    "cobblemon.species.deltatorterra.desc1": "As it moves in the ocean continuously, pirates store their loot in its back for safekeeping. It oftentimes participates in treasure hunts for younger Pokémon.",
    "cobblemon.species.deltashinx.name": "Shinx",
    "cobblemon.species.deltashinx.desc1": "A Delta Species discovered by EchoTheThird. A single scratch from it is toxic enough to faint targets as it flees into the wild.",
    "cobblemon.species.deltaluxio.name": "Luxio",
    "cobblemon.species.deltaluxio.desc1": "This Pokémon's poison is potent enough to cause fainting just from standing downwind of it.",
    "cobblemon.species.deltaluxray.name": "Luxray",
    "cobblemon.species.deltaluxray.desc1": "One drop of its venom is potent enough to incapacitate 2000 Rattata.",
    "cobblemon.species.deltabudew.name": "Budew",
    "cobblemon.species.deltabudew.desc1": "A Delta Species discovered by 1ofthe4rocketbros and EchoTheThird. It hides itself from the sun during the day and stares longingly at the moon at night.",
    "cobblemon.species.deltaroserade.name": "Roserade",
    "cobblemon.species.deltaroserade.desc1": "Its fans are capable of whipping up vicious gales. Though shy, it will become aggressive if its dance is interrupted.",
    "cobblemon.species.deltacombee.name": "Combee",
    "cobblemon.species.deltacombee.desc1": "A Delta Species discovered by LunarDusk. The middle body hosts a reactor; it uses this to power up its Fire-type moves.",
    "cobblemon.species.deltavespiquen.name": "Vespiquen",
    "cobblemon.species.deltavespiquen.desc1": "It hovers in the air with electromagnetic force produced from its reactor. If it doesn't consume enough food for fuel, it will be unable to fly.",
    "cobblemon.species.deltaambipom.name": "Ambipom",
    "cobblemon.species.deltaambipom.desc1": "It plays pranks by frightening people with its detachable head. If its spirit leaves its body, its body is left without arms.",
    "cobblemon.species.deltadrifloon.name": "Drifloon",
    "cobblemon.species.deltadrifloon.desc1": "A Delta Species discovered by yungbro. It is formed by the passionate spirits of people and Pokémon.",
    "cobblemon.species.deltadrifblim.name": "Drifblim",
    "cobblemon.species.deltadrifblim.desc1": "Though it is drowsy during the daytime, it flies off in the evening in big groups. No one knows where they go.",
    "cobblemon.species.deltabuneary.name": "Buneary",
    "cobblemon.species.deltabuneary.desc1": "A Delta Species discovered by nico. It uses its techniques to rob the weak, causing its parents to scold it constantly.",
    "cobblemon.species.deltalopunny.name": "Lopunny",
    "cobblemon.species.deltalopunny.desc1": "Having found inner peace, it fights for the future. As a parent, it never seems to be able to take its eyes off of its mischievous children.",
    "cobblemon.species.mega_deltalopunny.name": "DeltaLopunny",
    "cobblemon.species.deltamismagius.name": "Mismagius",
    "cobblemon.species.deltamismagius.desc1": "This Pokémon loves making snow-ghosts with humans. It has an unquenchable love for the holidays.",
    "cobblemon.species.deltamunchlax.name": "Munchlax",
    "cobblemon.species.deltamunchlax.desc1": "A Delta Species discovered by Sparrows413. This Pokémon lays in the fields all day after eating, absorbing nutrients from the sun.",
    "cobblemon.species.deltariolu.name": "Riolu",
    "cobblemon.species.deltariolu.desc1": "A Delta Species discovered by Ubodot. It practices sanitizing and preserving the bodies of the deceased, showing them one final form of respect.",
    "cobblemon.species.deltalucario.name": "Lucario",
    "cobblemon.species.deltalucario.desc1": "The afterlife and rebirth of souls are sacred to this Pokémon. It will fiercely guard any tomb or cemetery that it comes across from graverobbers.",
    "cobblemon.species.mega_deltalucario.name": "DeltaLucario",
    "cobblemon.species.deltacroagunk.name": "Croagunk",
    "cobblemon.species.deltacroagunk.desc1": "A Delta Species discovered by pokefan1241. Its cheeks hold large amounts of fire. It generates thick smog to sneak up behind its opponents and attack them.",
    "cobblemon.species.deltatoxicroak.name": "Toxicroak",
    "cobblemon.species.deltatoxicroak.desc1": "Its knuckles generate flames so intense that they can be used as fiery knives. Stabbing with these flames can easily melt holes in steel.",
    "cobblemon.species.deltatangrowth.name": "Tangrowth",
    "cobblemon.species.deltatangrowth.desc1": "A vicious Pokémon which spreads its tendrils beneath the ground, ensnaring unsuspecting trespassers. It uses their cries for help to lure more prey.",
    "cobblemon.species.deltaelectivire.name": "Electivire",
    "cobblemon.species.deltaelectivire.desc1": "After midnight they can be seen congregating on rooftops. However, they always make sure to return to their original positions before morning.",
    "cobblemon.species.deltamagmortar.name": "Magmortar",
    "cobblemon.species.deltamagmortar.desc1": "With additional armor, this Pokémon can easily endure pressures at the bottom of the ocean. Its cannons serve as defense from lurking dangerous opponents.",
    "cobblemon.species.deltayanmega.name": "Yanmega",
    "cobblemon.species.deltayanmega.desc1": "Using its wings to generate massive gusts, it blends in with surrounding foliage and tricks prey into seeking shelter beneath its leaves.",
    "cobblemon.species.deltagallade.name": "Gallade",
    "cobblemon.species.deltagallade.desc1": "A master swordfighter, it uses both Electric- and Ice-type attacks to defeat opponents. Over time it numbs its opponents and decreases their reaction speeds.",
    "cobblemon.species.mega_deltagallade.name": "DeltaGallade",
    "cobblemon.species.deltafroslass.name": "Froslass",
    "cobblemon.species.deltafroslass.desc1": "This Pokémon has the power to evaporate entire oceans with a single breath.",
    "cobblemon.species.mega_deltafroslass.name": "DeltaFroslass",
    "cobblemon.species.deltasnivy.name": "Snivy",
    "cobblemon.species.deltasnivy.desc1": "A Delta Species discovered by Aboodie. They usually form small colonies in the midst of raging seas, where they are protected from predators.",
    "cobblemon.species.deltaservine.name": "Servine",
    "cobblemon.species.deltaservine.desc1": "Despite rarely coming up above the water's surface, on rainy days they use the cover of clouds to laze about on rocks and take in the fresh sea air.",
    "cobblemon.species.deltaserperior.name": "Serperior",
    "cobblemon.species.deltaserperior.desc1": "Though they viciously protect their domains from outsiders, they admire and welcome the company of trainers who brave the oceans to meet them.",
    "cobblemon.species.deltapurrloin.name": "Purrloin",
    "cobblemon.species.deltapurrloin.desc1": "A Delta Species discovered by Zero_Breaker. This Pokémon wanders the city streets while scaring people with its illusions.",
    "cobblemon.species.deltaliepard.name": "Liepard",
    "cobblemon.species.deltaliepard.desc1": "This Pokémon makes use of illusions and trickery to catch its prey.",
    "cobblemon.species.deltavenipede.name": "Venipede",
    "cobblemon.species.deltavenipede.desc1": "A Delta Species discovered by DankRabbit. It is highly aggressive and will attempt to set its surroundings on fire when agitated.",
    "cobblemon.species.deltawhirlipede.name": "Whirlipede",
    "cobblemon.species.deltawhirlipede.desc1": "Though it prefers to remain still and blend in with its surroundings, when threatened it bursts forward at high speed and then crashes into its opponent explosively.",
    "cobblemon.species.deltascolipede.name": "Scolipede",
    "cobblemon.species.deltascolipede.desc1": "Though it prefers to remain still and blend in with its surroundings, when threatened it bursts forward at high speed and then crashes into its opponent explosively.",
    "cobblemon.species.deltawaterpetilil.name": "Petilil",
    "cobblemon.species.deltawaterpetilil.desc1": "A Delta Species discovered by Steads42. It can be seen from within submarines, frolicking along the deep sea floor.",
    "cobblemon.species.deltawaterlilligant.name": "Lilligant",
    "cobblemon.species.deltawaterlilligant.desc1": "The flame atop its head burns so intensely that not even water can douse it. It has been know to help guide diving humans to safety.",
    "cobblemon.species.deltafairypetilil.name": "Petilil",
    "cobblemon.species.deltafairypetilil.desc1": "A Delta Species discovered by shadowsofme. It gracefully descends upon weary travelers, restoring their morale and energy in the process.",
    "cobblemon.species.deltafairylilligant.name": "Lilligant",
    "cobblemon.species.deltafairylilligant.desc1": "Capable of producing massive barriers that provide weaker Pokémon with a sanctuary, it observed the Torren Region from afar during its greatest times of crisis.",
    "cobblemon.species.deltadarumaka.name": "Darumaka",
    "cobblemon.species.deltadarumaka.desc1": "A Delta Species discovered by potatoking12. Being quite mischievous, it runs through streets at night while making strange noises.",
    "cobblemon.species.deltadarmanitan.name": "Darmanitan",
    "cobblemon.species.deltadarmanitan.desc1": "When facing weakened foes, it can sometimes possess them by passing through them. It still tries to use doors despite passing straight through them.",
    "cobblemon.species.deltamaractus.name": "Maractus",
    "cobblemon.species.deltamaractus.desc1": "A Delta Species discovered by mushgloom. They move systematically, causing their gears and motors to produce an almost musical sound effect.",
    "cobblemon.species.deltaberrydwebble.name": "Dwebble",
    "cobblemon.species.deltaberrydwebble.desc1": "A Delta Species discovered by MorallyIncorrect. It makes homes in various berry bushes until they stop producing fruit.",
    "cobblemon.species.deltaberrycrustle.name": "Crustle",
    "cobblemon.species.deltaberrycrustle.desc1": "With its powerful pincers, it tills the earth and plants berries from the hedge on its back, creating future homes for itself and its offspring.",
    "cobblemon.species.deltacakedwebble.name": "Dwebble",
    "cobblemon.species.deltacakedwebble.desc1": "A Delta Species discovered by DankRabbit. It entices strangers with its sweet scent, taking offense if they do not immediately attempt to taste its frosting.",
    "cobblemon.species.deltacakecrustle.name": "Crustle",
    "cobblemon.species.deltacakecrustle.desc1": "While it does not mind sharing its pastry with others, it will stab thieves with its fork. Its body is quite cold in order to preserve the freshness of its cake.",
    "cobblemon.species.deltascraggy.name": "Scraggy",
    "cobblemon.species.deltascraggy.desc1": "A Delta Species discovered by DankRabbit. Despite being a Grass-type, it is quite adept at hunting Bug-types for food.",
    "cobblemon.species.deltascrafty.name": "Scrafty",
    "cobblemon.species.deltascrafty.desc1": "The tuft of grass on its head is surprisingly hard; it can be used to break through rocks.",
    "cobblemon.species.deltayamask.name": "Yamask",
    "cobblemon.species.deltayamask.desc1": "A Delta Species discovered by Palfi. This Pokémon formed from radioactive waste that was carelessly dumped in landfills.",
    "cobblemon.species.deltacofagrigus.name": "Cofagrigus",
    "cobblemon.species.deltacofagrigus.desc1": "This Pokémon frequents nuclear landfills in order to keep surrounding areas free from radiation. Destroying its exterior would produce an explosion exceeding 720 kilotons.",
    "cobblemon.species.deltasolosis.name": "Solosis",
    "cobblemon.species.deltasolosis.desc1": "A Delta Species discovered by Steads42. Its survival is dependent upon its soul remaining bound to its rock.",
    "cobblemon.species.deltaduosion.name": "Duosion",
    "cobblemon.species.deltaduosion.desc1": "As its power grows, so do the number of rocks under its control. Each rock appears to have a mind of its own.",
    "cobblemon.species.deltareuniclus.name": "Reuniclus",
    "cobblemon.species.deltareuniclus.desc1": "Extraordinarily cunning, it can survive any attack so long as a fragment of itself remains within a rock.",
    "cobblemon.species.deltaemolga.name": "Emolga",
    "cobblemon.species.deltaemolga.desc1": "A Delta Species discovered by EchoTheThird. On cold nights they spit hot embers on their tails and feet to ignite them. The ensuing blaze can be seen for miles.",
    "cobblemon.species.blazeboost_deltaemolga.name": "DeltaEmolga",
    "cobblemon.species.deltakarrablast.name": "Karablast",
    "cobblemon.species.deltakarrablast.desc1": "A Delta Species discovered by bradleyinabox. For unknown reasons, this Pokémon is extremely friendly towards Shelmet.",
    "cobblemon.species.deltaescavalier.name": "Escavalier",
    "cobblemon.species.deltaescavalier.desc1": "It drenches the shell of a Shelmet in its own saliva before wearing it, creating a sugary, white coating. The steel armor is then resistant to Fire-type attacks.",
    "cobblemon.species.deltafoongus.name": "Foongus",
    "cobblemon.species.deltafoongus.desc1": "A Delta Species discovered by Ubodot. It disguises itself as a harmless umbrella and then frightens people attempting to grab it by licking their hand.",
    "cobblemon.species.deltaamoonguss.name": "Amoonguss",
    "cobblemon.species.deltaamoonguss.desc1": "Though not always malicious in nature, they offer to shield Pokémon from the rain using their arms only to play pranks once the Pokémon's guard has dropped.",
    "cobblemon.species.deltalitwick.name": "Litwick",
    "cobblemon.species.deltalitwick.desc1": "A Delta Species discovered by Aboodie. It shares its flames with others by occupying dark spaces and illuminating its surroundings.",
    "cobblemon.species.deltalampent.name": "Lampent",
    "cobblemon.species.deltalampent.desc1": "It has been known to appear next to children having nightmares, basking them in its warmth and eliminating all negative thoughts and emotions.",
    "cobblemon.species.deltachandelure.name": "Chandelure",
    "cobblemon.species.deltachandelure.desc1": "Its flames will never harm its trainer. On the contrary, being engulfed in its flames purifies both the body and soul while also increasing a person's lifespan.",
    "cobblemon.species.deltaaxew.name": "Axew",
    "cobblemon.species.deltaaxew.desc1": "A Delta Species discovered by NoNameDummy. It takes large bites out of docked boats, forcing local fishermen to invest in boats made of extremely strong metal.",
    "cobblemon.species.deltafraxure.name": "Fraxure",
    "cobblemon.species.deltafraxure.desc1": "Growing bolder as it becomes stronger, it prefers to bite boats being used by fishermen. However, sometimes they are careless and are pierced by fish hooks.",
    "cobblemon.species.deltahaxorus.name": "Haxorus",
    "cobblemon.species.deltahaxorus.desc1": "Its dorsal fin fuses with an anchor during evolution. Though it loses its ability to quickly navigate through water, it becomes a very fearsome foe on land.",
    "cobblemon.species.deltagolett.name": "Golett",
    "cobblemon.species.deltagolett.desc1": "A Delta Species discovered by RuneBlad3. It battles in arenas every day, honing its skills in the hopes that it will one day become a champion.",
    "cobblemon.species.deltagolurk.name": "Golurk",
    "cobblemon.species.deltagolurk.desc1": "It fights barehanded even against armed foes, as no weapon is capable of piercing its armor. No one knows what its face looks like without wearing its helmet.",
    "cobblemon.species.deltapawniard.name": "Pawniard",
    "cobblemon.species.deltapawniard.desc1": "A Delta Species discovered by EchoTheThird and Zero_Breaker. It flies through the air and strikes at its prey.",
    "cobblemon.species.deltabisharp.name": "Bisharp",
    "cobblemon.species.deltabisharp.desc1": "It commands a large group of Pawniard. A single swing of its arm is enough to summon a hurricane.",
    "cobblemon.species.mega_deltabisharp.name": "DeltaBisharp",
    "cobblemon.species.deltaheatmor.name": "Heatmor",
    "cobblemon.species.deltaheatmor.desc1": "A Delta Species discovered by Radryl and EchoTheThird. The mechanisms inside of its body allow it to churn acids at high velocity and fire them from its arms.",
    "cobblemon.species.deltadeino.name": "Deino",
    "cobblemon.species.deltadeino.desc1": "A Delta Species discovered by NoNameDummy. Being blind, they use their tongues to sense objects around them through different scents. They bite anything that moves.",
    "cobblemon.species.deltazweilous.name": "Zweilous",
    "cobblemon.species.deltazweilous.desc1": "As its heads are quite competitive, it faces problems if both heads try to swallow its prey whole. It can spit venom over the length of an Olympic swimming pool.",
    "cobblemon.species.deltahydreigon.name": "Hydreigon",
    "cobblemon.species.deltahydreigon.desc1": "It uses its smaller heads to scout out an area before dominating anything it considers prey. Though females of this species are shy, males should be avoided at all costs.",
    "cobblemon.species.deltalarvesta.name": "Larvesta",
    "cobblemon.species.deltalarvesta.desc1": "A Delta Species discovered by 1ofthe4rocketbros. It prefers to remain in solitude, away from all forms of life. When its anger peaks, it is able to distort dimensions.",
    "cobblemon.species.deltavolcarona.name": "Volcarona",
    "cobblemon.species.deltavolcarona.desc1": "Contact with humans causes it to release lethal toxins into the air for miles. Experiments suggest that it can warp space and summon black holes.",
    "cobblemon.species.armored_deltavolcarona.name": "DeltaVolcarona",
    "cobblemon.species.deltameloetta.name": "Meloetta",
    "cobblemon.species.deltameloetta.desc1": "A Delta Species discovered by mushgloom. It became a mime after finding itself without a voice, but it is suspected that finding its voice would unlock its powers.",
    "cobblemon.species.magician_deltameloetta.name": "DeltaMeloetta",
    "cobblemon.species.deltafroakie.name": "Froakie",
    "cobblemon.species.deltafroakie.desc1": "A Delta Species discovered by Ubodot. The leaves around its neck help keep its neck warm while jumping through the trees at high speed.",
    "cobblemon.species.deltafrogadier.name": "Frogadier",
    "cobblemon.species.deltafrogadier.desc1": "It can hurl the leaves produced around its neck at alarming speed, even slicing through tree trunks.",
    "cobblemon.species.deltagreninja.name": "Greninja",
    "cobblemon.species.deltagreninja.desc1": "It hides within the deepest of foliage, only appearing to intimidate intruders. It blocks its enemies easily using its armor before incinerating them.",
    "cobblemon.species.deltaamaura.name": "Amaura",
    "cobblemon.species.deltaamaura.desc1": "A Delta Species discovered by Steads42. This Pokémon floats around unnoticed in the ocean until it comes into contact with humans and greets them.",
    "cobblemon.species.deltaaurorus.name": "Aurorus",
    "cobblemon.species.deltaaurorus.desc1": "This Pokémon willingly offers rides to other Pokémon and ferries them to other islands. It can float in the ocean endlessly so long as the sun is shining.",
    "cobblemon.species.deltagoomy.name": "Goomy",
    "cobblemon.species.deltagoomy.desc1": "A Delta Species discovered by AChosen_Username. Its body is mainly composed of mud and is extremely squishy when touched.",
    "cobblemon.species.deltasliggoo.name": "Sliggoo",
    "cobblemon.species.deltasliggoo.desc1": "It requires water in order to maintain its shape and health. Dryness is a sign of a sick Sliggoo.",
    "cobblemon.species.deltagoodra.name": "Goodra",
    "cobblemon.species.deltagoodra.desc1": "It expels and absorbs water continually on a daily basis. The occasional pebble that makes its way into its body can be expelled by belching.",
    "cobblemon.species.deltaphantump.name": "Phantump",
    "cobblemon.species.deltaphantump.desc1": "A Delta Species discovered by Zero_Breaker. It protects all woodland Pokémon as a spirit guardian of the forest.",
    "cobblemon.species.deltatrevenant.name": "Trevenant",
    "cobblemon.species.deltatrevenant.desc1": "It guards the forest and would lay down its life to protect weaker Pokémon.",
    "cobblemon.species.deltabergmite.name": "Bergmite",
    "cobblemon.species.deltabergmite.desc1": "A Delta Species discovered by Zero_Breaker. Nearly impervious to physical attacks, its rate of regeneration exceeds the damage that it does receive.",
    "cobblemon.species.deltaavalugg.name": "Avalugg",
    "cobblemon.species.deltaavalugg.desc1": "The rocks covering its body are as hard as steel. Its rampage is ferocious enough to destroy an entire mountain range.",
    "cobblemon.species.deltanoibat.name": "Noibat",
    "cobblemon.species.deltanoibat.desc1": "A Delta Species discovered by LunarDusk. It uses blades of grass to create earsplittingly high frequencies of sound which stun its prey.",
    "cobblemon.species.deltanoivern.name": "Noivern",
    "cobblemon.species.deltanoivern.desc1": "A Delta Species discovered by LunarDusk. It uses camouflage to stalk its enemies, but its heavy metal prevents it from flying.",
    "cobblemon.species.deltahoopa.name": "Hoopa",
    "cobblemon.species.deltahoopa.desc1": "A Delta Species discovered by TerraTerraCotta. The clouds produced around its torso allow it to remain in the air even while it is asleep.",
    "cobblemon.species.deltahoopaunleashed.name": "Hoopa",
    "cobblemon.species.deltahoopaunleashed.desc1": "A Delta Species discovered by TerraTerraCotta. The clouds produced around its torso allow it to remain in the air even while it is asleep.",
    "cobblemon.species.ufi.name": "UFI",
    "cobblemon.species.ufi.desc1": "An unidentified infantile Pokemon, from beyond the visible universe. It has taken up residence in the Oort Cloud."
}